Repository: MuhammedGul34/SimpraIOSBootcampProject
Catalog: SimpraIOSBootcampProject/Localizable/*.lproj/Localizable.strings
Languages: tr

source: What does the American Dream mean today?
tr: Amerikan rüyası günümüzde ne demek?

source: Fight through Mordor and uncover the truth of the spirit that compels you
tr: Mordor boyunca savaşın ve sizi zorlayan ruhun gerçeğini ortaya çıkarın

source: it's a battle to escape the ruins of the gutted Citadel and the city itself.
tr: Yıkılmış Kale'nin kalıntılarından ve şehrin kendisinden kaçmak için bir savaş.

source: Most Choosen Games from 2001
tr: 2001-2021 En Beğenilenler

source: Top Rated games
tr: En Çok Oy Alan oyunlar

source: Best Games
tr: En İyi Oyunlar

source: Preview
tr: Önizleme

source: Games
tr: Oyunlar

source: Search
tr: Arama

source: Favorite
tr: Favoriler

source: Please enter search term above...
tr: Lütfen arama terimini yukarıya girin...

source: Please enter the game to note
tr: Lütfen not alacağınız oyunun adının girin

source: Please enter the note the game
tr: Lütfen oyun hakkındaki notunuzu girin

source: Textfields cannot be nil!
tr: Yazı bölümü boş bırakılamaz!

source: Please enter your comment before saving.
tr: Lütfen kaydetme işleminden önce boş alanları doldurun.

source: Oops!
tr: Hay Aksi
